{"do_lower_case": false, "do_basic_tokenize": true, "never_split": null, "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": null, "model_max_length": 512, "special_tokens_map_file": "/root/.cache/huggingface/transformers/6bddca875f34b8afbae26136b9594ea80793c9598640f0bc94017555a0a1c113.31b83c6ab34462cefd974ed0df8dd4189e7b7b81b47315b7a10627f7ae120002", "tokenizer_file": null, "name_or_path": "/workspace/jminj_bad_sentence_classifier/Bad_text_classifier/model_save_modified_ver/use_all/kcElectra_Focal_0.8_AdamW_scheduler_500_lr_3e-06_data/9", "tokenizer_class": "ElectraTokenizer"}